brew "bat"
brew "eza"
brew "fzf"
brew "gallery-dl"
brew "git-delta"
brew "starship"
brew "stow"
brew "zoxide"
cask "antigravity"
cask "anydesk"
cask "bitwarden"
cask "calibre"
cask "discord"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "iterm2"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "vlc"
cask "google-chrome"
cask "alt-tab"
vscode "adpyke.vscode-sql-formatter"
vscode "docker.docker"
vscode "dvirtz.parquet-viewer"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "grafana.vscode-jsonnet"
vscode "grapecity.gc-excelviewer"
vscode "hediet.vscode-drawio"
vscode "leetcode.vscode-leetcode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "qwtel.sqlite-viewer"
vscode "ritwickdey.liveserver"
vscode "samuelcolvin.jinjahtml"
vscode "saoudrizwan.claude-dev"
vscode "scala-lang.scala"
vscode "shahilkumar.docxreader"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscode-icons-team.vscode-icons"
vscode "yy0931.save-as-root"
